Repository: vincentbattez/DynamicNotch
Catalog: DynamicNotch/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Installation was cancelled. Administrator permission is required.
es: Se canceló la instalación. Se requiere permiso de administrador.
ru: Установка отменена. Требуются права администратора.
zh_hans: 安装已取消。需要管理员权限。

source: Installed
es: Instalado
ru: Установлено
zh_hans: 已安装

source: Installed. dynamicnotch is now available on your PATH.
es: Instalado. dynamicnotch ya está disponible en tu PATH.
ru: Установлено. dynamicnotch теперь доступен в вашем PATH.
zh_hans: 已安装。dynamicnotch 现在已加入你的 PATH。

source: No notifications
es: Sin notificaciones
ru: Нет уведомлений
zh_hans: 暂无通知

source: Notifications
es: Notificaciones
ru: Уведомления
zh_hans: 通知

source: Notifications activity
es: Actividad de notificaciones
ru: Активность уведомлений
zh_hans: 通知活动

source: Notifications live activity
es: Actividad en vivo de notificaciones
ru: Живая активность уведомлений
zh_hans: 通知实时活动

source: Repair
es: Reparar
ru: Восстановить
zh_hans: 修复

source: Reveal inbox in Finder
es: Mostrar bandeja de entrada en el Finder
ru: Показать папку входящих в Finder
zh_hans: 在 Finder 中显示收件箱

source: Show the ambient badge on the notch and the Notifications page in the carousel whenever unread items are pending.
es: Muestra la insignia en el notch y la página de Notificaciones en el carrusel cuando hay elementos sin leer.
ru: Отображает значок на вырезе и страницу уведомлений в карусели при наличии непрочитанных элементов.
zh_hans: 有未读通知时，在刘海处显示环境徽标，并在轮播中显示通知页面。

source: Summaries pushed by your scripts.
es: Resúmenes enviados por tus scripts.
ru: Сводки, отправленные вашими скриптами.
zh_hans: 由你的脚本推送的摘要。

source: The command-line tool is missing from the app bundle.
es: La herramienta de línea de comandos no se encuentra en el paquete de la app.
ru: Инструмент командной строки отсутствует в пакете приложения.
zh_hans: 应用程序包中缺少命令行工具。

source: Timer name
es: Nombre del temporizador
ru: Название таймера
zh_hans: 计时器名称

# settings.notch.priorities.row.notifications
source: Notifications
es: Notificaciones
ru: Уведомления
zh_hans: 通知

# settings.notifications.externalDrives.diskImage
source: Disk Image
es: Imagen de disco
fr: Image disque
it: Immagine disco
ja: ディスクイメージ
ko: 디스크 이미지
pt: Imagem de Disco
ru: Образ диска
uk: Образ диска
zh_hans: 磁盘映像
zh_hant: 磁碟映像檔

# settings.notifications.externalDrives.includeDiskImages.title
source: Disk images (.dmg)
es: Imágenes de disco (.dmg)
fr: Images disque (.dmg)
it: Immagini disco (.dmg)
ja: ディスクイメージ (.dmg)
ko: 디스크 이미지 (.dmg)
pt: Imagens de disco (.dmg)
ru: Образы дисков (.dmg)
uk: Образи дисків (.dmg)
zh_hans: 磁盘映像 (.dmg)
zh_hant: 磁碟映像檔 (.dmg)

# settings.support.usdtErc20.title
source: USDT (ERC-20)
fa: تتر (ERC-20)

# settings.support.usdtTrc20.title
source: USDT (TRC-20)
fa: تتر (TRC-20)

# settings.notifications.externalDrives.duration.title
source: External Drives
ru: Внешние накопители
uk: Зовнішні накопичувачі

# settings.wifi.hotspotAppearanceStyle.battery
source: Battery
ru: Батарея

source: AirDrop
zh_hans: 隔空投送

# settings.notifications.appleMail.duration.title
source: Apple Mail
zh_hans: Apple 邮件
zh_hant: Apple 郵件

# settings.notifications.appleMail.title
source: Apple Mail
zh_hans: Apple 邮件
zh_hant: Apple 郵件
